[
  {
    "id": "reading-001",
    "mainType": "multiple",
    "useBox": true,
    "smartBoxData": "일반적으로 가격이 오르면 수요가 줄어들지만, '기펜재'는 예외적인 현상을 보인다. 기펜재는 가격이 상승함에도 불구하고 오히려 수요가 증가하는 재화를 말한다. 이는 소득 효과가 가격 상승에 따른 대체 효과보다 훨씬 커서 발생하는 현상으로, 주로 저소득층이 소비하는 필수적인 열등재에서 나타난다.",
    "text": "다음 지문의 내용을 바탕으로 '기펜재(Giffen good)'를 바르게 이해한 것은?",
    "options": [
      "가격이 하락할 때 수요가 급격히 증가하는 일반적인 재화이다.",
      "대체 효과가 소득 효과보다 클 때 발생하는 현상이다.",
      "가격이 상승할 때 오히려 수요가 함께 증가하는 열등재이다.",
      "고소득층이 주로 소비하는 사치재에서 빈번하게 관찰된다."
    ],
    "correct": 2,
    "memo": "기펜재는 가격 상승 시 수요가 증가하는 열등재입니다. 지문에서 소득 효과가 대체 효과보다 클 때 발생한다고 명시되어 있습니다.",
    "tags": {
      "subject": "비문학"
    }
  },
  {
    "id": "reading-002",
    "mainType": "multiple",
    "useBox": true,
    "smartBoxData": "열역학 제2법칙인 엔트로피 법칙에 따르면, 고립된 계 내의 총 엔트로피는 결코 감소하지 않는다. 에너지는 그 형태가 바뀔 뿐 총량은 변하지 않지만(제1법칙), 유용한 에너지에서 무질서한 형태인 무용(無用)한 에너지로 흐르는 방향성을 가진다. 즉, 우주의 에너지는 점차 사용할 수 없는 상태로 나아간다.",
    "text": "윗글을 참고할 때, '엔트로피 법칙'에 대한 설명으로 가장 적절한 것은?",
    "options": [
      "고립된 계 안에서 엔트로피의 총량은 시간이 흐를수록 감소한다.",
      "에너지는 보존되지만, 사용할 수 있는 유용한 에너지는 점차 줄어든다.",
      "무용한 에너지는 기술의 발전을 통해 다시 유용한 에너지로 전환될 수 있다.",
      "엔트로피 법칙은 에너지의 총량이 시간이 지남에 따라 변한다는 원리이다."
    ],
    "correct": 1,
    "memo": "엔트로피 법칙은 에너지 총량은 일정하나(제1법칙), 유용 에너지가 무용 에너지로 변하며 무질서도가 증가한다는 법칙입니다.",
    "tags": {
      "subject": "비문학"
    }
  },
  {
    "id": "reading-003",
    "mainType": "multiple",
    "useBox": true,
    "smartBoxData": "앨런 튜링이 제안한 '튜링 테스트'는 기계가 인간과 얼마나 유사하게 사고하는지 판별하는 실험이다. 질문자가 보이지 않는 공간에 있는 인간과 기계에게 질문을 던지고, 답변을 통해 어느 쪽이 인간인지 구분해내지 못한다면 그 기계는 지능을 가진 것으로 간주한다. 이는 기계의 내부 구조보다 '지능적 행동'의 결과에 초점을 맞춘다.",
    "text": "지문의 '튜링 테스트'에 대한 이해로 가장 적절하지 않은 것은?",
    "options": [
      "기계가 인간과 구별되지 않을 정도의 반응을 보이는지 측정한다.",
      "기계의 하드웨어나 소프트웨어의 설계 구조를 분석하여 지능을 판정한다.",
      "인간의 답변과 기계의 답변을 구분할 수 없을 때 기계가 지능을 가졌다고 본다.",
      "사고의 과정보다는 겉으로 드러나는 지능적 행위에 중점을 둔다."
    ],
    "correct": 1,
    "memo": "튜링 테스트는 내부 설계 구조를 분석하는 것이 아니라, 대화라는 외적 행동 결과를 통해 지능을 판별합니다.",
    "tags": {
      "subject": "비문학"
    }
  },
  {
    "id": "reading-004",
    "mainType": "multiple",
    "useBox": true,
    "smartBoxData": "포퍼의 반증주의에 따르면, 과학적 이론은 '증명'될 수 있는 것이 아니라 오직 '반증'될 수 있을 뿐이다. 아무리 많은 관찰 사례가 이론을 지지하더라도, 단 하나의 반대 사례(반증)만으로 그 이론은 폐기될 수 있다. 따라서 과학적 태도란 자신의 이론을 정당화하려는 노력이 아니라, 끊임없이 이론을 비판하고 오류를 찾으려는 태도에 가깝다.",
    "text": "다음 글의 핵심 논지로 가장 적절한 것은?",
    "options": [
      "과학적 이론은 많은 관찰 사례를 통해 완벽하게 증명될 수 있다.",
      "참된 과학적 태도는 기존 이론의 오류 가능성을 인정하고 비판하는 것이다.",
      "이론과 배치되는 단 하나의 사례는 무시해도 좋다는 것이 반증주의이다.",
      "과학적 지식은 비판이 아닌 권위 있는 전문가의 정당화를 통해 확립된다."
    ],
    "correct": 1,
    "memo": "포퍼는 과학을 '반증 가능성'의 영역으로 보았으며, 끊임없이 오류를 찾고 비판하는 태도를 진정한 과학적 태도로 보았습니다.",
    "tags": {
      "subject": "비문학"
    }
  },
  {
    "id": "reading-005",
    "mainType": "multiple",
    "useBox": true,
    "smartBoxData": "가렛 하딘이 제시한 '공유지의 비극'은 주인이 없는 공동의 목초지에 마을 사람들이 경쟁적으로 양을 방목하여 결국 목초지가 황폐화되는 현상을 말한다. 개인의 합리적 선택이 공동체 전체에는 비극적인 결과를 초래하는 것이다. 이를 해결하기 위해 하딘은 자원의 사유화나 정부의 강력한 규제와 같은 강제적 조치가 필요하다고 보았다.",
    "text": "윗글에서 설명한 '공유지의 비극'을 해결하기 위한 방법으로 지문의 내용과 일치하지 않는 것은?",
    "options": [
      "공동의 자원을 명확히 사유화하여 관리 주체를 확립한다.",
      "정부가 법적인 규제를 통해 개인의 자원 이용을 제한한다.",
      "개인의 자발적인 양심과 도덕성에 의존하여 방목량을 조절한다.",
      "무분별한 경쟁을 막기 위해 자원 이용에 대한 강제적인 규칙을 만든다."
    ],
    "correct": 2,
    "memo": "하딘은 개인의 양심에 맡기기보다 사유화나 정부 규제와 같은 '강제적 조치'가 비극을 막는 해결책이라고 주장했습니다.",
    "tags": {
      "subject": "비문학"
    }
  }
]